export interface Feature {
  title: string;
  description: string;
  icon: string;
}

export const features: Feature[] = [
  {
    title: "Сучасна архітектура ",
    description:  "Продумана архітектура SUN TOWER поєднує сучасний дизайн, функціональність та комфортний простір для життя.",
    icon: "building",
  },
  {
    title: "Зручний паркінг",
    description: "Передбачений паркінг дозволяє комфортно залишати автомобіль поруч із будинком та економить ваш час щодня.",
    icon: "parking",
  },
  {
    title: "Комори",
    description: "Додатковий простір для зберігання речей допомагає підтримувати порядок у квартирі та звільняє житловий простір.",
    icon: "storage",
  },
  {
    title: "Зелена територія",
    description: "Озеленення та продуманий благоустрій створюють комфортне середовище для відпочинку та прогулянок.",
    icon: "leaf",
  },
  {
    title: "Безпека",
    description: "Продумана система безпеки допомагає зробити територію комплексу комфортною та спокійною для мешканців.",
    icon: "shield",
  },
  {
    title: "Дитячий простір",
    description: "Безпечна та зручна зона для дітей створює місце для активного відпочинку просто поруч із домом.",
    icon: "playground",
  },
];